[
  {
    "_creationTime": 1760666992682.84,
    "_id": "k174cf4h7ty2ar9am0v08cyc657sn5gd",
    "code": "01M",
    "createdAt": 1760666992683,
    "degree": "",
    "descriptionEn": "Master's program focused on the in-depth study of Christian thought throughout history.",
    "descriptionEs": "Programa de maestría enfocado en el estudio profundo del pensamiento cristiano a lo largo de la historia.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "both",
    "nameEn": "Master of Christian Thought",
    "nameEs": "Maestría en Pensamiento Cristiano",
    "totalCredits": 38,
    "tuitionPerCredit": 0,
    "type": "master",
    "updatedAt": 1761316097761
  },
  {
    "_creationTime": 1762523225944.9312,
    "_id": "k17bcmz9mmpvdj3ar1t5an9s4s7tzk98",
    "code": "01D",
    "createdAt": 1762523225949,
    "degree": "",
    "descriptionEn": "The Diploma in Pastoral Ministry is a comprehensive theoretical and practical training program that trains leaders, pastors and church servants in biblical teaching, preaching, pastoral counseling and ecclesiastical administration, strengthening leadership skills, ministerial ethics and spiritual accompaniment to design and manage contextual and effective pastoral programs; Its methodology combines classes, practical workshops and field practices, and upon completion, participants obtain a diploma that certifies their preparation to serve with competence and responsibility in various areas of Christian ministry.",
    "descriptionEs": "El Diplomado en Ministerio Pastoral es un programa integral de formación teórica y práctica que capacita a líderes, pastores y servidores de la iglesia en la enseñanza bíblica, la predicación, la consejería pastoral y la administración eclesiástica, fortaleciendo habilidades de liderazgo, ética ministerial y acompañamiento espiritual para diseñar y gestionar programas pastorales contextuales y efectivos; su metodología combina clases, talleres prácticos y prácticas en el campo, y al concluir los participantes obtienen un diploma que certifica su preparación para servir con competencia y responsabilidad en diversas áreas del ministerio cristiano.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "both",
    "nameEn": "Pastoral Ministries Diploma",
    "nameEs": "Diplomado en Ministerio pastoral",
    "totalCredits": 30,
    "tuitionPerCredit": 0,
    "type": "diploma",
    "updatedAt": 1762528863465
  },
  {
    "_creationTime": 1762523409975.7656,
    "_id": "k17ajqdryq42pf8ybfjmjfsv857tya8k",
    "code": "02D",
    "createdAt": 1762523409979,
    "descriptionEs": "Programa práctico y formativo que prepara a líderes y educadores para diseñar, implementar y evaluar procesos de enseñanza religiosa en iglesias y comunidades, integrando pedagogía cristiana, desarrollo curricular, formación de docentes y estrategias de formación espiritual para todas las edades.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Diplomado en Educación cristiana",
    "totalCredits": 10,
    "type": "diploma"
  },
  {
    "_creationTime": 1762523662172.9321,
    "_id": "k170my025hyzx7rshzg48z2s9s7tz7fj",
    "code": "03D",
    "createdAt": 1762523662176,
    "descriptionEs": "Curso intensivo que desarrolla habilidades expositivas y comunicativas para la predicación efectiva, abarcando homilética, retórica bíblica, estructura del sermón, uso de recursos contemporáneos y técnicas de oratoria para transmitir el mensaje cristiano con claridad, persuasión y fidelidad.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Diplomado en Predicación y elocuencia",
    "totalCredits": 8,
    "type": "diploma"
  },
  {
    "_creationTime": 1762523912593.2256,
    "_id": "k17eqe7edmqnxn56enajn11j917tzpxq",
    "code": "04D",
    "createdAt": 1762523912597,
    "descriptionEs": "Formación sistemática en interpretación y contextualización de los textos bíblicos que combina hermenéutica, exégesis del Antiguo y Nuevo Testamento, historia del pueblo de Dios y aplicación práctica para la enseñanza y el ministerio pastoral.",
    "durationBimesters": 2,
    "isActive": true,
    "language": "es",
    "nameEs": "Diplomado en Estudios bíblicos",
    "totalCredits": 10,
    "type": "diploma"
  },
  {
    "_creationTime": 1762523968226.7297,
    "_id": "k17e86991m2ag20s3vta08nmkn7ty28f",
    "code": "05D",
    "createdAt": 1762523968230,
    "degree": "",
    "descriptionEn": "Program focused on the accompaniment, support and restoration of families from a pastoral perspective, which integrates family theories, counseling techniques, conflict resolution, responsible sexuality and biblical resources to strengthen marriages and interpersonal relationships.",
    "descriptionEs": "Programa centrado en el acompañamiento, apoyo y restauración de familias desde una perspectiva pastoral, que integra teorías de la familia, técnicas de consejería, resolución de conflictos, sexualidad responsable y recursos bíblicos para fortalecer matrimonios y relaciones interpersonales.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "both",
    "nameEn": "Pastoral couseling of the family",
    "nameEs": "Diplomado en Consejería Pastoral de Familia",
    "totalCredits": 10,
    "tuitionPerCredit": 0,
    "type": "diploma",
    "updatedAt": 1762528887889
  },
  {
    "_creationTime": 1762525809895.5884,
    "_id": "k17fpkjf1n2jxawgc5wfffy97h7tzjr9",
    "code": "06D",
    "createdAt": 1762525809899,
    "descriptionEs": "Curso orientado a la formación de líderes comprometidos con la vida pública que explora la relación entre fe cristiana y esfera política, ética pública, ciudadanía, políticas públicas desde una perspectiva teológica y herramientas para la participación responsable en espacios comunitarios y gubernamentales.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Diplomado en Fe y política",
    "totalCredits": 10,
    "type": "diploma"
  },
  {
    "_creationTime": 1762525869592.5437,
    "_id": "k17e8ph8cbsvg49pk3sfzt3ea97tzkt5",
    "code": "07D",
    "createdAt": 1762525869596,
    "degree": "",
    "descriptionEn": "Program aimed at experienced leaders that seeks to deepen strategic competencies, organizational vision, team management, spiritual discipline and ethical decision making to promote churches and Christian organizations towards transformative and sustainable leadership.",
    "descriptionEs": "Programa dirigido a líderes con experiencia que busca profundizar competencias estratégicas, visión organizacional, gestión de equipos, disciplina espiritual y toma de decisiones éticas para impulsar iglesias y organizaciones cristianas hacia un liderazgo transformador y sostenible.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "both",
    "nameEn": "Advanced Christian Leadership Diploma",
    "nameEs": "Diplomado en Liderazgo Cristiano avanzado",
    "totalCredits": 10,
    "tuitionPerCredit": 0,
    "type": "diploma",
    "updatedAt": 1762528835394
  },
  {
    "_creationTime": 1762525901535.852,
    "_id": "k170ky52y1f8qse8s1mdnq0z197ty764",
    "code": "08D",
    "createdAt": 1762525901539,
    "descriptionEs": "Formación práctica y teórica para el testimonio cristiano y la defensa de la fe, que abarca métodos de evangelización contextual, diálogo cultural, argumentos apologéticos contemporáneos y estrategias para comunicar el evangelio de manera respetuosa y persuasiva.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Diplomado en evangelisgo y apologetica",
    "totalCredits": 6,
    "type": "diploma"
  },
  {
    "_creationTime": 1762526713236.2104,
    "_id": "k17cx5ythq3vh68y6wffce4gxn7tzsna",
    "code": "09D",
    "createdAt": 1762526713240,
    "descriptionEs": "Programa que integra principios empresariales y valores cristianos para formar directivos y emprendedores capaces de liderar organizaciones con responsabilidad social, prácticas éticas, gobernanza transparente y una visión sostenible que respete la dignidad humana.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Diplomado en Liderazgo empresarial con ética cristiana",
    "totalCredits": 10,
    "type": "diploma"
  },
  {
    "_creationTime": 1762527031899.5574,
    "_id": "k17e4kp094rw8196v046nhr0sn7ty6rg",
    "code": "10D",
    "createdAt": 1762527031903,
    "descriptionEs": "Curso enfocado en la administración y gestión de instituciones religiosas, que cubre planificación estratégica, finanzas, recursos humanos, gestión de proyectos ministeriales y cumplimiento legal para fortalecer la salud organizacional de iglesias y ministerios.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Diplomado en Gerencia Eclesial",
    "totalCredits": 10,
    "type": "diploma"
  },
  {
    "_creationTime": 1762527177207.6907,
    "_id": "k17b27ne86cb3tf1hn2v9xm0jd7tyh4p",
    "code": "11D",
    "createdAt": 1762527177211,
    "descriptionEs": "Formación integrada que ordena y desarrolla de manera coherente las principales doctrinas cristianas —como la revelación, la Trinidad, cristología, soteriología, eclesiología y escatología— combinando reflexión teológica, diálogo con la tradición y aplicación pastoral.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Diplomado en Teología Sistemática",
    "totalCredits": 14,
    "type": "diploma"
  },
  {
    "_creationTime": 1762527499999.7983,
    "_id": "k17dth3jv772z9c7bebh05jwd97tynwb",
    "code": "12D",
    "createdAt": 1762527500003,
    "descriptionEs": "Formación integrada que ordena y desarrolla de manera coherente las principales doctrinas cristianas —como la revelación, la Trinidad, cristología, soteriología, eclesiología y escatología— combinando reflexión teológica, diálogo con la tradición y aplicación pastoral.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Diplomado en Teología sistemática",
    "totalCredits": 11,
    "type": "diploma"
  },
  {
    "_creationTime": 1762527914047.7393,
    "_id": "k179yf01f9nk450hgk73kmx15x7tyanj",
    "code": "01L",
    "createdAt": 1762527914051,
    "descriptionEs": "Programa académico integral que forma profesionales capaces de analizar, interpretar y comunicar la doctrina cristiana desde una perspectiva histórica, bíblica y sistemática; combina estudio profundo de las Escrituras, teología dogmática, ética cristiana y práctica ministerial para preparar a graduados para el ministerio pastoral, la enseñanza teológica y el liderazgo en iglesias u organizaciones religiosas.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Licenciatura en Teología",
    "totalCredits": 122,
    "type": "bachelor"
  },
  {
    "_creationTime": 1762528004441.9038,
    "_id": "k1721be56sw5xtv1yrn328skws7typsw",
    "code": "02L",
    "createdAt": 1762528004446,
    "descriptionEs": `Carrera especializada en el estudio crítico y científico de la Biblia que abarca hermenéutica, exégesis del Antiguo y Nuevo Testamento, idiomas bíblicos (hebreo y griego), historia del Cercano Oriente antiguo y métodos de investigación para capacitar a profesionales en la interpretación académica y la aplicación contextual de los textos bíblicos en entornos académicos y eclesiales.
`,
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Licenciatura en Ciencias Bíblicas",
    "totalCredits": 122,
    "type": "bachelor"
  },
  {
    "_creationTime": 1762528040228.5066,
    "_id": "k1729jfadda8v71kcvhte46mrs7tyw4g",
    "code": "03L",
    "createdAt": 1762528040232,
    "descriptionEs": "Programa interdisciplinario que examina las religiones como fenómenos históricos, sociales y culturales, integrando enfoques de la antropología, sociología, filosofía y estudios históricos; prepara a graduados para analizar prácticas, creencias e instituciones religiosas, diseñar políticas culturales, trabajar en investigación, educación y en organizaciones donde la comprensión religiosa y pluralista es clave.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Licenciatura en Ciencias de la Religión",
    "totalCredits": 122,
    "type": "bachelor"
  },
  {
    "_creationTime": 1762528474463.3743,
    "_id": "k17fz3zxrsh7kbsd04g42vey417tzefx",
    "code": "02M",
    "createdAt": 0,
    "degree": "",
    "descriptionEn": "Graduate program that delves into the systematic study of Christian doctrines, theological history and contemporary reflection, integrating critical research and pastoral training to train theological leaders in teaching, academic ministry and doctrinal advice in churches and religious organizations.",
    "descriptionEs": "Programa de posgrado que profundiza en el estudio sistemático de las doctrinas cristianas, la historia teológica y la reflexión contemporánea, integrando investigación crítica y formación pastoral para capacitar a líderes teológicos en la enseñanza, el ministerio académico y la asesoría doctrinal en iglesias y organizaciones religiosas.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "both",
    "nameEn": "Master of arts in Christian theology",
    "nameEs": "Maestría en Teología Cristiana",
    "totalCredits": 38,
    "tuitionPerCredit": 0,
    "type": "master",
    "updatedAt": 1762528795748
  },
  {
    "_creationTime": 1762528563987.2134,
    "_id": "k171gymbrxre4cmn0jmhxbbh2s7tzr47",
    "code": "03M",
    "createdAt": 0,
    "descriptionEs": "Programa avanzado centrado en la interpretación rigurosa de los textos bíblicos mediante herramientas hermenéuticas y filológicas, incluidas las lenguas originales (hebreo y griego), crítica textual y contextos históricos, con énfasis en la investigación académica y la producción de estudios exegéticos aplicables a la enseñanza y predicación.",
    "durationBimesters": 6,
    "isActive": true,
    "language": "es",
    "nameEs": "Maestría en Exégesis Bíblica",
    "totalCredits": 38,
    "type": "master"
  },
  {
    "_creationTime": 1762529049861.609,
    "_id": "k17eh5j8pdcvcpc6fhr97kmhm97tzjsw",
    "code": "01BE",
    "createdAt": 0,
    "descriptionEn": "A university degree that provides a broad education in religious studies, integrating the history of religions, theology, ethics, and social research methods to analyze religious beliefs and practices; it prepares graduates for teaching, research, community work, and roles in religious and cultural organizations.",
    "descriptionEs": "",
    "durationBimesters": 6,
    "isActive": true,
    "language": "en",
    "nameEn": "Bachelor of arts in religion",
    "nameEs": "",
    "totalCredits": 122,
    "type": "bachelor"
  }
]
